insert into users values(
    '81f981b2-bdfa-4b98-b1a3-b4669f948a12',
    'おぎの',
    'hoge@example.com'
);

insert into advices values(
    '9046cca2-083d-364a-9704-51a37b98e4e8',
    '81f981b2-bdfa-4b98-b1a3-b4669f948a12',
    '部屋干し対策としてAttack Zeroが無臭でいいという話があります。',
    '2022-03-01 10:00:00',
    'invalid'
);
insert into advices values(
    '34aadc65-d971-6311-4565-b70f5deb6d07',
    '81f981b2-bdfa-4b98-b1a3-b4669f948a12',
    '京都は除湿器がとても大事。',
    '2022-03-01 10:00:00',
    'invalid'
);
insert into advices values(
    'a6924e50-ed0d-1d0c-4935-cddd3e5e5548',
    '81f981b2-bdfa-4b98-b1a3-b4669f948a12',
    '(=^・・^=)',
    '2022-03-01 10:00:00',
    'invalid'
);
insert into properties values(
    '2735556c-32cf-11ed-9ef9-acde48001122',
    '110000',
    '3500',
    '220000',
    '東京都練馬区南大泉６',
    '\n西武池袋線/保谷駅 歩8分\n西武池袋線/大泉学園駅 歩24分\n西武池袋線/ひばりヶ丘駅 車11分(3.3km)\n',
    '3LDK',
    '65.21',
    '30',
    '2',
    '南',
    '{"features": ["バストイレ別", "バルコニー", "エアコン", "ガスコンロ対応", "クロゼット", "フローリング", "室内洗濯置", "陽当り良好", "シューズボックス", "南向き", "追焚機能浴室", "脱衣所", "洗面所独立", "洗面化粧台", "駐輪場", "押入", "CATV", "即入居可", "閑静な住宅地", "独立型キッチン", "振分", "保証人不要", "敷金1ヶ月", "二人入居相談", "玄関ホール", "保証金不要", "南面2室", "敷地内ごみ置き場", "平面駐車場", "LDK12畳以上", "リビングの隣和室", "和室", "洗面所にドア", "南面バルコニー", "礼金1ヶ月", "初期費用カード決済可", "通風良好"], "間取り詳細": "\\r\\n\\t\\t\\t\\t\\t\\t和6 洋5 洋4.7 LDK13.0", "構造": "\\r\\n\\t\\t\\t\\t\\t\\t鉄筋コン", "階建": "2階/5階建", "築年月": "1993年3月", "損保": "2万円2年", "駐車場": "敷地内13200円", "入居": "即", "取引態様": "仲介", "条件": "二人入居可", "取り扱い店舗物件コード": "R01235-022536", "SUUMO物件コード": "100296698698", "総戸数": "\\r\\n\\t\\t\\t\\t\\t\\t-\\r\\n", "情報更新日": "2022/09/12", "次回更新日": "次回更新日は情報更新日より８日以内", "仲介手数料": "\\n\\r\\n\\t\\t\\t\\t\\t\\t1.1ヶ月\\n\\n", "保証会社": "\\n\\r\\n\\t\\t\\t\\t\\t\\t保証会社利用必 初回保証料：賃料等総額の50％\u3000継続委保証料：賃料等総額の1.5％/月\\n\\n", "ほか初期費用": "\\n\\r\\n\\t\\t\\t\\t\\t\\t合計3.4万円（内訳：新入居応援セット:34000円）\\n\\n", "ほか諸費用": "\\n\\r\\n\\t\\t\\t\\t\\t\\t更新料新賃料(ヶ月):1.00ヶ月、タイセイリビングクラブ:2200円/月\\n\\n", "備考": "\\n\\r\\n\\t\\t\\t\\t\\t\\t◎◆◇ひばりヶ丘駅を中心に西東京市・東久留米市・新座市内の情報量に自信があります♪家賃減額、礼金、家賃発生日の交渉等、経験豊富なスタッフが全力で交渉致します♪全物件対象に仲介手数料割引実施中（詳細はお問い合わせください) ♪仲介手数料無料・半額以下の物件多数ご紹介中♪入居費用・仲介手数料のクレジットカード（分割払・一括払）決済がご利用可能です♪お気軽にお問い合わせ下さい◇◆◎\\n\\n"}',
    '2022-03-01 10:00:00'
);
insert into properties values(
    '964a1fbe-32d4-11ed-80aa-acde48001122',
    '145000',
    '10000',
    '435000',
    '大阪府大阪市都島区毛馬町２',
    '\nＪＲおおさか東線/城北公園通駅 歩9分\n地下鉄谷町線/都島駅 歩23分\nＪＲ大阪環状線/桜ノ宮駅 歩28分\n',
    '3LDK',
    '75.19',
    '17',
    '1',
    '南西',
    '{"features": ["バストイレ別", "バルコニー", "エアコン", "ガスコンロ対応", "クロゼット", "フローリング", "TVインターホン", "浴室乾燥機", "オートロック", "室内洗濯置", "システムキッチン", "追焚機能浴室", "角住戸", "温水洗浄便座", "脱衣所", "エレベーター", "洗面所独立", "洗面化粧台", "駐輪場", "宅配ボックス", "押入", "光ファイバー", "外壁タイル張り", "2面採光", "BS・CS", "3口以上コンロ", "防犯カメラ", "独立型キッチン", "ペット相談", "仲介手数料不要", "デザイナーズ", "2沿線利用可", "クッションフロア", "ディンプルキー", "キッチンに窓", "ダブルロックキー", "浴室に窓", "ディスポーザー", "24時間換気システム", "耐火構造", "耐震構造", "2駅利用可", "3駅以上利用可", "3沿線以上利用可", "駅徒歩10分以内", "アウトポール工法", "24時間ゴミ出し可", "敷地内ごみ置き場", "南西向き", "セキュリティ会社加入済", "都市ガス", "洗面所にドア", "IT重説 対応物件", "初期費用カード決済可"], "間取り詳細": "\\r\\n\\t\\t\\t\\t\\t\\t\\r\\n\\t\\t\\t\\t\\t\\t-\\r\\n", "構造": "\\r\\n\\t\\t\\t\\t\\t\\t鉄筋コン", "階建": "1階/15階建", "築年月": "2006年9月", "損保": "1.8万円2年", "駐車場": "\\r\\n\\t\\t\\t\\t\\t\\t-\\r\\n", "入居": "相談", "取引態様": "仲介", "条件": "二人入居可/ペット相談", "取り扱い店舗物件コード": "254572", "SUUMO物件コード": "100291084654", "総戸数": "\\r\\n\\t\\t\\t\\t\\t\\t-\\r\\n", "情報更新日": "2022/09/12", "次回更新日": "次回更新日は情報更新日より１５日以内", "契約期間": "\\n\\r\\n\\t\\t\\t\\t\\t\\t普通借家 2年\\n\\n", "仲介手数料": "\\n\\r\\n\\t\\t\\t\\t\\t\\t不要\\n\\n", "保証会社": "\\n\\r\\n\\t\\t\\t\\t\\t\\t保証会社利用必 初回保証料：総賃料50％\\n\\n", "ほか初期費用": "\\n\\r\\n\\t\\t\\t\\t\\t\\t合計1.65万円（内訳：鍵交換代1.65万円）\\n\\n", "ほか諸費用": "\\n\\r\\n\\t\\t\\t\\t\\t\\t更新料\u3000145000円\\n\\n", "備考": "\\n\\r\\n\\t\\t\\t\\t\\t\\tネットに掲載されてるすべての物件を取り扱い可能です！ お客様の不安は当店の誇る大阪一のスーパーなアドバイザーが解消します！ 初めての引っ越しで右も左もわからない… 保証人がいなくて困ってる… 初期費用を限界まで抑えたい… 夜職で審査が不安… わかりました！ お任せください(^^) とにかく一度ご来店ください！ そして一度ご相談ください！ 解決してみせます(*^^*)\\n\\n"}',
    '2022-03-01 10:00:00'
);
insert into properties values(
    '73c88e24-32d6-11ed-aa78-acde48001122',
    '145000',
    '10000',
    '0',
    '東京都目黒区下目黒２',
    '\nＪＲ山手線/目黒駅 歩8分\n東急目黒線/不動前駅 歩11分\nＪＲ山手線/五反田駅 歩22分\n',
    '1K',
    '30.22',
    '3',
    '2',
    '北東',
    '{"features": ["バストイレ別", "エアコン", "ガスコンロ対応", "クロゼット", "フローリング", "TVインターホン", "浴室乾燥機", "オートロック", "室内洗濯置", "シューズボックス", "システムキッチン", "追焚機能浴室", "角住戸", "温水洗浄便座", "脱衣所", "洗面所独立", "洗面化粧台", "2口コンロ", "宅配ボックス", "光ファイバー", "即入居可", "2面採光", "保証人不要", "ガスレンジ付", "ネット使用料不要", "フリーレント", "保証金不要", "築3年以内", "始発駅", "3駅以上利用可", "3沿線以上利用可", "駅徒歩10分以内", "敷地内ごみ置き場", "都市ガス", "洗面所にドア", "室内物干機", "高速ネット対応", "敷金・礼金不要", "初期費用カード決済可"], "間取り詳細": "\\r\\n\\t\\t\\t\\t\\t\\t洋9 K4", "構造": "\\r\\n\\t\\t\\t\\t\\t\\t鉄筋コン", "階建": "2階/4階建", "築年月": "2020年1月", "損保": "要", "駐車場": "近隣30m30000円", "入居": "即", "取引態様": "仲介", "条件": "フリーレント11月から家賃発生 賃料のみ", "取り扱い店舗物件コード": "55865745", "SUUMO物件コード": "100278604875", "総戸数": "14戸", "情報更新日": "2022/09/12", "次回更新日": "次回更新日は情報更新日より８日以内", "契約期間": "\\n\\r\\n\\t\\t\\t\\t\\t\\t普通借家 2年\\n\\n", "保証会社": "\\n\\r\\n\\t\\t\\t\\t\\t\\t保証会社利用必 月額賃料等の４０％（初回保証料）２年目以降は１．４万円／年（更新料）\\n\\n", "ほか初期費用": "\\n\\r\\n\\t\\t\\t\\t\\t\\t合計0.55万円（内訳：契約事務手数料５５００円）\\n\\n", "備考": "\\n\\r\\n\\t\\t\\t\\t\\t\\t東急池上線大崎広小路駅徒歩21分/目黒区立下目黒小学校まで557m/目黒区立大鳥中学校まで579m/８月末日迄の申込の場合、敷金礼金ゼロ、短期解約違約金有（１年未満の解約はフリーレント利用分）、初回保証料不要、鍵交換費用不要／Ｇｏｏｄプレミアム会員（１年毎）８８００円／短期解約違約金有（１年未満の解約は賃料の１ヶ月分）／室内清掃費用（退去時）４４０００円／法人契約時、敷金積み増し１ヶ月\\n\\n"}',
    '2022-03-01 10:00:00'
);

insert into bookmarks values(
    'd8a1d83a-340e-11ed-ad77-acde48001122',
    '81f981b2-bdfa-4b98-b1a3-b4669f948a12',
    '2735556c-32cf-11ed-9ef9-acde48001122'
);

insert into property_images values(
    '64e9c828-35a1-11ed-86f0-acde48001122',
    '2735556c-32cf-11ed-9ef9-acde48001122',
    '建物外観',
    'https://img01.suumo.com/front/gazo/fr/bukken/698/100296698698/100296698698_go.jpg'
)